<div class="row">
	<div class="col-sm-10 col-sm-offset-1">
		<br/>
		<div class="alert alert-warning">
			<br/>
			<h1 class="strong text-center">Журнал заявок НГРЭС</h1>
			<hr>
			<h4>Ввод пароля:</h4>
			<p class="strong">
				Для авторзации на сайте можно использоватеть как табельный номер так и фамилию,
				вводить полностью не обязательно. После ввода первых трех букв/цифр появится список-подсказка, из которого можно будет стрелками ↓ и ↑ выбрать пользователя.
				<br>
				Если в отфильтрованном списке останется только один вариант, то он будет выбран автоматически.
			</p>
			<img src="/public/login1.png" alt="Вход по тебельному номеру" height="250" width="500">
			<img src="/public/login2.png" alt="Вход по Фамилии" height="220" width="580">
			<p>
				<em>
					Если Вы имели доступ к <a href="http://oper-journal.asu.ngres/">Оперативных журналам</a>, то пароль к Журналу заявок нужно использовтаеть такой же как там.
					Иначе - паролем выступает комбинация цифр "123" (позднее ее можно будет изменить)
				</em>
			</p>
			<p class="strong">
				<span class="text-danger">Внимательно следите за тем что вводите.</span><br>
				Если пользователь будет не найден, или будет введена фамилия не из списка, поле очистится, и будет выдана ошибка,
				и ввод нужно будет повторить
				<img src="/public/login3.png" alt="Вход по Фамилии" height="241" width="601" class="img-responsive">
				<em>
					Если все вводите верно, но получаете тот же результат, то скорее всего Вас небыло в поданых списках.
					<br>
					Звоните в отдел АСУ.
					<small> Если кликнуть мышью по тексту "Отдел информационных технологий" в нижней части сайта, то появится окно с телефонами и почтовыми адресами.</small>
				</em>
			</p>

			<a href="/auth/thx/" class="btn btn-default btn-block btn-lg">Все понятно.</a>
		</div>
	</div>
</div>